{"keys":[{"path":["title"],"id":"title","weight":1,"src":"title","getFn":null},{"path":["body"],"id":"body","weight":1,"src":"body","getFn":null}],"records":[{"i":0,"$":{"0":{"v":"This page has not yet sprouted","n":0.408},"1":{"v":"[Dendron](https://dendron.so/) (the tool used to generate this site) lets authors selective publish content. You will see this page whenever you click on a link to an unpublished page\n\n![](https://foundation-prod-assetspublic53c57cce-8cpvgjldwysl.s3-us-west-2.amazonaws.com/assets/images/not-sprouted.png)","n":0.189}}},{"i":1,"$":{"0":{"v":"Work","n":1}}},{"i":2,"$":{"0":{"v":"Hiring","n":1},"1":{"v":"\nHow can you get real-world experience if almost all jobs require experience from applicants?\n","n":0.267}}},{"i":3,"$":{"0":{"v":"War","n":1}}},{"i":4,"$":{"0":{"v":"Social Media","n":0.707}}},{"i":5,"$":{"0":{"v":"Religion","n":1},"1":{"v":"\nEverything about religion is open to interpretation, which is what leads to so many fights among people of the same religion. Catholics and Protestants share the majority of their beliefs and ethical principles, yet the groups have historically been at each other's throats over slight differences. And for what? What warrants all this bloodshed and death, in the name of a God who isn't supposed to believe in such things?\n\n![Euthyphro Dilemma](./assets/images/euthyphro_dilemma.png)\n","n":0.119}}},{"i":6,"$":{"0":{"v":"Justice","n":1}}},{"i":7,"$":{"0":{"v":"Prison","n":1},"1":{"v":"\n> \"...psychopaths are able to gain release from prison 2.5 times earlier than their undiagnosed counterparts because of their extraordinary ability to con and charm others. They also re-offend at higher rates.\" -Susan Lawrence\n\nThis is one of the many issues currently associated with the prison system. People who truly need to be locked up are the ones most likely to go free, because they understand the cogs of the machine and can game the system to secure their release. The study was done by Robert Hare, PhD.\n","n":0.107}}},{"i":8,"$":{"0":{"v":"Government","n":1},"1":{"v":"\nIn these trying times, it is more prevalent that governments exploit their citizens for their money than it is for them to take actions that benefit the lives of the many. Every single one of my highlights in [this article](https://onezero.medium.com/everything-is-the-hunger-games-now-42161053708a) can point back to this, as our world becomes more and more like the one depicted in Panem.\n\n---\n\nA suggestion proposed by British philosopher Alain de Botton [suggests](https://www.amazon.com/gp/product/0307476820/ref=as_li_qf_asin_il_tl?ie=UTF8&tag=jamesclear-20&creative=9325&linkCode=as2&creativeASIN=0307476820&linkId=306f4d4e3fd84231369c91cd3be55c76), the best way to resolve disputes between politicians and party leaders without getting the people riled up for little reason:\n\n> “For all the large-scale political solutions which have been proposed to salve ethnic conflict, there are few more effective ways to promote tolerance between suspicious neighbours than to force them to eat supper together.”\n>\n\n[James Clear](https://jamesclear.com/why-facts-dont-change-minds) goes on to hit on the root of all conflict, explaining why such a solution will be so effective:\n\n> Perhaps it is not difference, but distance that breeds tribalism and hostility. As proximity increases, so does understanding. I am reminded of Abraham Lincoln's quote, “I don't like that man. I must get to know him better.” Facts don't change our minds. Friendship does.\n>\n\nThis may seem like the most simplistic, trivial solution to such a large problem in society, and that's because it is. Sometimes excessive complications aren't what society needs; it would benefits us to cut back to the basics and solve the problem at the lowest level, rather than getting a nation involved in something that could be handled over a pizza. Apparently this used to be done by the US Government at an international level via the [State Banquet](https://en.wikipedia.org/wiki/State_banquet), although the practice has died out among domestic meets in favor of more media-friendly debates and rallies.\n\nWe can take this even farther, by using a trickle down effect:\n\n> If someone you know, like, and trust believes a radical idea, you are more likely to give it merit, weight, or consideration. You already agree with them in most areas of life. Maybe you should change your mind on this one too. But if someone wildly different than you proposes an outlandish idea, well, it's easy to dismiss them as a crackpot.\n>\n\nIf the most radical member of a party meets with the second most radical, the second one can potentially convince the first to ease up on some points. Then the third can talk to the second, and so on. If enough people schedule enough dinners, all the problems of America could be adequately addressed within a month. As James says, `\"You can't jump down the spectrum. You have to slide down it.\"`\n\nThis was recently proven by a [study](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6428189/) in the field, and summed up eloquently by [Mark Manson](https://markmanson.net/newsletters/mindfck-monday-49) below:\n\n> Yet, why do we focus so much on our differences? If we’re basically the same 93% of the time, why do we have so much war and bigotry and prejudice and anger over the other 7%? It makes no sense.\n>\n","n":0.046}}},{"i":9,"$":{"0":{"v":"Finances","n":1},"1":{"v":"\nWhen did our financial system begin to become so convoluted and complex?\n","n":0.289}}},{"i":10,"$":{"0":{"v":"Banking","n":1},"1":{"v":"\n### Banking Crisis\n\n> 31% of the world doesn’t have access to banking services.\n>\n\n[This article](https://entrepreneurshandbook.co/the-winklevoss-twins-are-gods-compared-to-mark-zuckerberg-673c4c25898f) explains the problem with this, and explains how some well-known individuals are working to solve it.\n\n- \"Banking is a basic human right.\"\n","n":0.167}}},{"i":11,"$":{"0":{"v":"Education","n":1},"1":{"v":"\nEducation is something that nearly everyone, if not *actually* everyone, goes through at some point in their lives. Other than tax reform or some form of a UBI that miraculously works (like [Cicada](https://github.com/the-laughing-monkey/cicada-platform)), there is nothing more macro than education.\n\nIt also happens to be one of the things we have the most room to improve in still, and an area where technology is still *extremely* underutilized.\n","n":0.123}}},{"i":12,"$":{"0":{"v":"Teachers","n":1},"1":{"v":"\n### Teacher Behavior/Training\n\n> \"Sergeants must inspire Soldiers to be more than they ever thought they could be.\" -CSM James A. Johnson\n>\n\nTeachers can take a thing or two from the military in this regard. There is very little attention given to the psychological aspect of schooling, and teachers have no incentive to push students to be more than they currently are.\n\nWhile the military doesn't get much right, it does push individuals to be better in every aspect of their lives, from spending habits to addictions to healthy eating habits. Non-Commissioned Officers (NCOs) aren't paid extra to care, the good ones simply do so because the force is better off for it, and because they care. Teachers should do the same, in aspects both in and out of the classroom.\n","n":0.088}}},{"i":13,"$":{"0":{"v":"Self Discovery","n":0.707},"1":{"v":"\n> Self-education is, I firmly believe, the only kind of education there is. -Isaac Asimov\n>\n\nStudents should be encouraged to work at their own pace, with teachers serving only as a guiding hand when the student so desires one. Teachers should be meant to answer the questions of students to help them further their knowledge on a subject when the materials available simply can't sate their curiosity, instead of the current system where they determine what's worth learning and steer their pupils in a direction of the teacher's choosing.\n\nOne mantra that hits this point home is by SFC McMorrow: \"*question everything*.\" Students should never be expected to take information at face value, and inquiries into the deeper nature of why things are the way they are and how things work should be encouraged as much as possible. Making their own connections is necessary to forging a lasting relationship with the knowledge and information presented, and the teacher is only there to facilitate their journey in whatever ways they can.\n\n> “He who asks a question is a fool for five minutes; he who does not ask a question remains a fool forever.” — Chinese Proverb\n>\n","n":0.072}}},{"i":14,"$":{"0":{"v":"Role of the Parent","n":0.5},"1":{"v":"\n> I say we should all learn from Italians. They live with their mothers until their early thirties. (Some even longer.)\n>\n\n[Sergey Faldin](https://medium.com/the-post-grad-survival-guide/10-things-to-do-in-your-20s-c1c543fdf5b1) wrote the above about trying to find oneself. While our culture currently promotes finding yourself *by yourself*, that certainly isn't the most effective way to go about it. Your parents understand you better than anyone, having observed you since long before you can remember, and their thoughts are vital to understanding things about yourself that you would never have realized.\n\nIf you don't find yourself in the process, your education was a failure. That is the single most important thing school can help students with, and it is also their weakest point because nobody will focus on something that cannot be standardized and tested for.\n\nSince it is not feasible to expect every student to have parents with which they have a good enough relationship to make this work, the teacher should assume the role of a parental figure in the education process. The teacher doesn't even need to be a paid educator, the \"teacher\" could be an older student that elects to voluntarily take a younger student under their wing and mentor them. This has the added benefit of helping the older student to explore themselves more introspectively and to also glean a a better understanding of who *they* are in the process of becoming.\n","n":0.067}}},{"i":15,"$":{"0":{"v":"One Size Fits All","n":0.5},"1":{"v":"\n> \"But this one-size-fits-all environment you grew up in has taught you many limiting mindsets and restrictions. If you want to succeed, you must unlearn them.\" -Anthony Moore\n>\n\nThis isn't what education is about. One size *doesn't* fit all, and we need to do a better job of tailoring the experience to the needs of students as individuals and not as one mass group.\n\nThe issue that has always been the scapegoat for why we don't do this is funding, but that's one sorry excuse. If funding prevents students from reaching their full potentials, we need to find a way to get more funding, because that is simply unacceptable. We have a duty to give students the best education possible, not the best education we can afford to provide.\n\n> High school is designed so that everyone comes out equal. If you go in knowing more than all your peers, you will learn nothing for 4 years as they catch up to you. -Aaron Meese\n>\n","n":0.079}}},{"i":16,"$":{"0":{"v":"Modern Reforms 🌱","n":0.577},"1":{"v":"\n### Modern Reforms for the Modern World 🗺️\nAs you may well know, our world is at a tipping point in history on a level that has never before been possible. Climate change is even worse than we have been led to believe, currencies and markets around the globe are beginning to fail, and the world is beginning to look more and more like a dystopia.\n\nThere might be nothing that can be done about this, we as a species may have let greed control us for too long and we may have gone beyond the point of no return. But Modern Reforms does not believe that this is the end of the world. This is a chance for the people to stand up, be vocal about the changes we want to see in the world, and to elect people who will be responsible for those changes.\n\nPlease explore the site, read through the sections that interest you and even the ones that don't, because you may find a new perspective on an issue that you hadn't even considered.\n\nIf you have any thoughts that you would like added or any changes that you want made, please either reach out and let us know, or go to the [GitHub repository](https://github.com/meese-enterprises/modernreforms.org) and make them yourself! We would love to hear from you, and we believe that every voice counts and every individual has a unique opinion to offer that has the potential to make a real difference in the world if it is shared with the right people.\n\nLet's work together and save the world! 😄\n","n":0.062}}}]}
